-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 11, 2024 at 08:32 AM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cottton_shop_web_back`
--

--
-- Dumping data for table `leads_contact_us`
--

INSERT INTO `leads_contact_us` (`id`, `name`, `phone`, `full_number`, `country`, `subject`, `request_type`, `message`, `created_at`, `updated_at`) VALUES
(3, 'anwar diab emam', '01278525253', '+201278525253', 'EG', 'مرتبة ميكرو فليبر', 1, 'مرتبة ميكرو فليبر', '2024-08-13 21:39:51', '2024-08-13 21:39:51'),
(4, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:13', '2024-08-20 17:29:13'),
(5, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:15', '2024-08-20 17:29:15'),
(6, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:16', '2024-08-20 17:29:16'),
(7, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:17', '2024-08-20 17:29:17'),
(8, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:18', '2024-08-20 17:29:18'),
(9, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:18', '2024-08-20 17:29:18'),
(10, 'السيد محمد عمر', '01221991500', '+201221991500', 'EG', 'الشراء مرتبة 170*195 +2 مخدة 45*170+4 خدودية 50*70', 1, 'ممكن حد يكلمني', '2024-08-20 17:29:18', '2024-08-20 17:29:18'),
(11, 'فاطمة حبسه', '01127722077', '+201127722077', 'EG', 'مراتب مقاس ١٨٥ طول/110عرض إرتفاع 27 ممكن الاسعا', 1, 'سعر مرتبه سوست منفصله مقاس ١٨٥ طول / ١١٠ عرض إرتفاع ٢٧ قطن', '2024-08-21 18:52:23', '2024-08-21 18:52:23'),
(12, 'ساره يسري', '01001027002', '+201001027002', 'EG', 'استبدال مرتبه', 1, 'عندي مرتبه فور بد حصل مشكله في الشاسيه بتاعها ومحتاجه ابدلها \r\nشكرا', '2024-08-23 22:32:28', '2024-08-23 22:32:28'),
(13, 'محمد صابر السيد جاد', '01111396003', '+201111396003', 'EG', 'المراتب المضغوطة', 1, 'أستفسار علي المراتب المضغوطة \r\nبالحافظات تبعتها مقاس ٢٠٠*١٢٠ سم\r\nوارتفاع ٣٥ سم', '2024-09-25 14:00:34', '2024-09-25 14:00:34'),
(14, 'Engy R. Mansour', '01096438256', '+201096438256', 'EG', 'كيفية الدفع اونلاين', 1, 'ازاي ادفع بالفيزا؟', '2024-10-03 21:38:36', '2024-10-03 21:38:36'),
(15, 'رضا مصطفى', '01095920567', '+201095920567', 'EG', 'مراتب يانسن', 1, 'السلام عليكم\r\nعندى مرتبة يانسن من 20 سنة تقريبا , هل يقوم مصنع يانسن بإعادة تنجيدها؟ المرتبة عرض 180 سم كم تتكلف؟ وكم سعر المرتبة الجديدة؟', '2024-10-21 15:51:25', '2024-10-21 15:51:25'),
(16, 'علاء نبيل', '01114036747', '+201114036747', 'EG', 'تبديل مراتبه', 1, 'تبديل مراتبه', '2024-10-24 17:04:23', '2024-10-24 17:04:23'),
(17, 'سيد باز سعيد', '01002586497', '+201002586497', 'EG', 'مقاس مراتب 100*180 --120*180', 1, 'هل توجد مراتب عرض 120 فى طول 180 و100 فى 180', '2024-10-28 11:31:56', '2024-10-28 11:31:56'),
(18, 'hany', '01554551642', '+201554551642', 'EG', 'اسعار مراتب بوكيت سبرينج', 1, 'عايز اعرف سعر مرتبة بوكيت سبرينج  مقاس 120 عرض فى 195 طول و عايز اعرف كمان اسعار مراتب تطرية', '2024-11-02 22:39:37', '2024-11-02 22:39:37'),
(19, 'ضياء السيد', '01020380044', '+201020380044', 'EG', 'انشاء حساب بائع', 1, 'مساء الخير \r\nاسمي ضياء السيد من شركة رويال بالاس فيرنتشر متخصصون في تصنيع المراتب والمفروشات والاثاث\r\nاريد انشاء حساب بائع لترويج منتجاتي عن طريق موقعكم', '2024-11-08 21:25:09', '2024-11-08 21:25:09');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
