-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 11, 2024 at 08:58 AM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cottton_shop_web_back`
--

--
-- Dumping data for table `users_customers_addresses`
--

INSERT INTO `users_customers_addresses` (`id`, `uuid`, `customer_id`, `name`, `city_id`, `address`, `recipient_name`, `phone`, `phone_option`, `is_default`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, '6f41b901-5e4f-4e86-9bb0-b9a812f9b302', 1, 'المكتب', 3, 'العنوان  العنوان  العنوان', 'احمد عتمان', '01223129660', NULL, 0, NULL, '2024-04-07 22:45:52', '2024-04-13 21:36:43'),
(2, '25ea2699-7e1c-45a1-9f56-cdddf945b1b8', 1, 'المنزل', 3, 'وصف العنوان بالتفصيل وصف العنوان بالتفصيل', 'احمد عتمان', '01223129660', '01221563252', 1, NULL, '2024-04-07 23:04:08', '2024-04-13 21:36:43'),
(3, 'f92102d9-ee09-4fd6-9cd3-fd0f324e98dc', 1, 'سابا باشا', 3, 'انشاء حساب على الموقع يساعدك على اتمام عمليه الشراء والاستفادة من العروض والخصومات على منتجات الموقع', 'احمد عتمان', '01223129660', NULL, 0, NULL, '2024-04-13 21:54:22', '2024-04-13 21:54:56'),
(4, '38c353a4-45cf-4b02-b50d-c8c3e1792a5f', 1, 'بحرى', 3, 'انشاء حساب على الموقع يساعدك على اتمام عمليه الشراء والاستفادة من العروض والخصومات على منتجات الموقع', 'احمد عتمان', '01223129660', NULL, 0, NULL, '2024-04-13 21:54:35', '2024-04-13 21:55:09'),
(5, 'ff9f9a48-3151-4551-be86-772e8109609a', 8, 'العنوان الافتراضى', 25, 'محافظة المنيا \r\nالمنيا الجديدة \r\nالحي الخامس \r\nبجوار موقف قستور\r\nامام مصنع بري هوم للاخشاب', 'د.محمد غانم محمد عبدالناصر', '01010840769', '01009049445', 1, NULL, '2024-08-06 20:13:46', '2024-08-06 20:21:17'),
(6, '2881464a-1414-4971-9735-92e48960e8cd', 9, 'العنوان الافتراضى', 2, '21 شارع احمد كامل اول فيصل امام معرض الابيض الجهة المقابلة الدور الرابع شقة 11 الباب الخشبي عند هشام\r\n\r\nلو من ناحية الهرم هيكون شارع المحافظة اخر عماره في الشارع عماره 21 الرابع شقة 11 الباب الخشبي عند هشام\r\n\r\nالافضل تيجي من فيصل عشان تخش و تعرف تركن', 'Hesham el nukbassy', '01200079580', '01289669769', 1, NULL, '2024-08-08 14:21:52', '2024-08-08 14:21:52'),
(7, 'fc7acde8-e15a-4ba7-a017-221470b97292', 11, 'العنوان الافتراضى', 1, 'المقطم - شارع الجامعة الحديثة', 'محمد احمد السيد', '01156766611', '01015793576', 1, NULL, '2024-08-14 19:35:58', '2024-08-14 19:35:58'),
(8, 'c919557b-9b8b-422c-ba98-c516e3e85961', 39, 'العنوان الافتراضى', 2, '2 ش ابراهيم رزق من ش الملكه كفر طهرمس العشرين فيصل', 'منذر رأفت', '01110559999', '01100080444', 1, NULL, '2024-10-15 09:23:59', '2024-10-15 09:23:59'),
(9, 'c5f6dc71-ddf2-4058-a788-01ec012aa11c', 41, 'العنوان الافتراضى', 21, 'أمام مدرسة الاعدادية الجديدة خلف السنترال\r\nنجع حمادى \r\nمحافظة قنا', 'بيتر سفين سملوك شمروخ', '01285625391', NULL, 1, NULL, '2024-10-22 14:23:35', '2024-10-22 14:23:35'),
(10, '56e6d242-f112-4d42-9000-00a4bd15d28f', 50, 'العنوان الافتراضى', 1, '19شارع معهد ناصر برج 4الدور 28 شقه 17', 'Om Gana', '01552723930', '01151923410', 1, NULL, '2024-11-10 01:53:46', '2024-11-10 01:53:46');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
